Repository: nativeit-dev/citations
Catalog: po/*.po
Languages: be, fa, fur, is

source: Article
be: Артыкул
fa: مقاله
fur: Articul
is: Grein

source: Book
be: Кніга
fa: کتاب
fur: Libri
is: Bók

source: Misc
be: Рознае
fa: دیگر
fur: Vari
is: Ýmislegt

source: In Proceedings
be: У працах канферэнцыі
fa: در مجموعهٔ مقاله‌ها
fur: In ats di cunvigne
is: Í ferli

source: Unpublished
be: Не апублікавана
fa: منتشر نشده
fur: No publicât
is: Óútgefið

source: Online
be: У сеціве
fa: برخط
fur: In rêt
is: Á netinu

source: Other
be: Іншае
fa: دیگر
fur: Altri
is: Annað

source: Booklet
be: Буклет
fa: جزوه
fur: Opuscul
is: Bæklingur

source: Conference
be: Канферэнцыя
fa: همایش
is: Ráðstefna

source: In Book
be: У кнізе
fa: در کتاب
fur: In libri
is: Í bók

source: In Collection
be: У калекцыі
fa: در مجموعه
fur: In racuelte
is: Í safni

source: Manual
be: Дапаможнік
fa: راهنما
fur: Manuâl
is: Leiðbeiningar

source: Master's Thesis
be: Магістэрская дысертацыя
fa: رسالهٔ ارشد
fur: Tesi magjistrâl
is: Meistararitgerð

source: PhD Thesis
be: Доктарская дысертацыя
fa: رسالهٔ دکترا
fur: Tesi di dotorât
is: Doktorsritgerð

source: Proceedings
be: Працы
fa: مجموعهٔ مقاله‌ها
fur: Ats di cunvigne
is: Ráðstefnurit

source: Tech Report
be: Тэхнічная справаздача
fa: گزارش فنی
fur: Rapuart tecnic
is: Tækniskýrsla

source: Plain
be: Звычайны
fa: خام
fur: Sempliç
is: Einfalt

source: Citations
be: Цытаты
fa: ارجاع‌ها
fur: Citazions
is: Tilvitnanir

source: Manage your bibliography
be: Кіраванне бібліяграфіяй
fa: مدیریت کتابشناسیتان
fur: Gjestìs la tô bibliografie
is: Haltu heimildaskránni þinni til haga

source: bibliography;citing;literature;BibTeX;LaTeX;TeX;
be: bibliography;citing;literature;BibTeX;LaTeX;TeX;бібліяграфія;цытаты;цытаванне;літаратура;
fa: bibliography;citing;literature;BibTeX;LaTeX;TeX;کتاب‌شناسی;استناد;ادبیات;بیب‌تک;لاتک;تک;
fur: bibliografie;citazion;leterature;BibTeX;LaTeX;TeX;
is: Heimildaskrár;tilvitnanir;bókmenntir;BibTeX;LaTeX;TeX;

source: New Window
be: Новае акно
fa: پنجرهٔ جدید
fur: Gnûf barcon
is: Nýr gluggi

source: Window width
be: Шырыня акна
fa: پهنای پنجره
fur: Largjece barcon
is: Breidd glugga

source: Window height
be: Вышыня акна
fa: بلندای پنجره
fur: Altece barcon
is: Hæð glugga

source: Window maximized state
be: Стан акна – разгорнута
fa: وضعیت بیشینهٔ پنجره
fur: Il stât slargjât dal barcon
is: Hámörkunargildi glugga

source: List of paths of recent files
be: Спіс шляхоў нядаўніх файлаў
fa: سیاههٔ مسیر پرونده‌های اخیر
fur: Liste di percors dai files resints
is: Slóð að nýlegum skjölum

source: Default template for book citation
be: Прадвызначаны шаблон для цытаты з кнігі
fa: قالب پیشفرض برای ارجاع‌ها کتاب
fur: Model predefinît pe citazion di libri
is: Sjálfgefið sniðmát fyrir tilvitnanir í bækur.

source: Default template kind for citations
be: Прадвызначаны тып шаблона для цытат
fa: گونهٔ الگوی پیش‌گزیده برای ارجاع‌ها
fur: Gjenar di model predefinît pes citazions
is: Sjálfgefnir sniðmátar fyrir tilvitnanir

source: Default template format for citations
be: Прадвызначаны фармат шаблона для цытат
fa: قالب الگوی پیش‌گزیده برای ارجاع‌ها
fur: Formât di model predefinît pes citazions
is: Sjálfgefið sniðmáts-form fyrir tilvitnanir

source: Manage your bibliographies using the BibTeX format.
be: Кіраванне бібліяграфіяй з выкарыстаннем фармату BibTeX.
fa: کتابشناسی‌های خود را با BibTeX مدیریت کنید.
fur: Gjestìs lis tôs bibliografiis doprant il formât BibTeX.
is: Haltu heimilsaskránni þinn til haga í BibTex sniðinu.

source: Main window
be: Галоўнае акно
fa: پنجرهٔ اصلی
fur: Barcon principâl
is: Aðalgluggi

source: Add PDF
be: Дадаць PDF
fa: افزودن پی‌دی‌اف
fur: Zonte PDF
is: Bæta við PDF

source: Bibliography folder not set
be: Папка бібліяграфіі не зададзена
fa: شاخهٔ کتابشناسی تنظیم نشده
fur: La cartele de bibliografie no je stade stabilide
is: Ekki er búið að velja möppu fyrir heimildaskrá

source: Creates a copy of the selected pdf and stores it in your Bibliography folder.
be: Стварае копію выбранага pdf і захоўвае яе ў папцы бібліяграфіі.
fa: ایجاد رونوشتی از پی‌دی‌اف گزیده و ذخیره‌اش در شاخهٔ کتابشناسیتان.
fur: Al cree une copie dal pdf selezionât e lu archivie inte tô cartele de bibliografie.
is: Býr til afrit af pdf-skjalinu og geymir það í möppunni fyrir heimildaskrárnar.

source: Add From URL
be: Дадаць з URL
fa: افزودن از نشانی

source: Download…
be: Спампаваць…
fa: بارگیری…
fur: Discjame…
is: Niðurhal....

source: Add From File…
be: Дадаць з файла…
fa: افزودن از پرونده…

source: Custom Citation Format
be: Уласны фармат цытат
fa: قالب ارجاع سفارشی
fur: Formât di citazion personalizât
is: Sérsnið tilvitnunar

source: Citation
be: Цытата
fa: ارجاع
fur: Citazion
is: Tilvitnun

source: Copy
be: Капіяваць
fa: رونوشت
fur: Copie
is: Afrita

source: Custom Template
be: Уласны шаблон
fa: قالب سفارشی
fur: Model personalizât
is: Sérsniðið sniðmát

source: Write a custom format for your citations, to insert the contents of a tag <tt>sometag</tt> write <tt>%SOMETAG%</tt>. Basic markdown syntax for bold and italics is supported.
be: Напішыце ўласны фармат для сваіх цытат, каб уставіць змесціва тэга <tt>sometag</tt>, напішыце <tt>%SOMETAG%</tt>. Падтрымліваецца базавы сінтаксіс markdown – тоўсты і курсіў.
fa: نوشتن قالبی سفارشی برای ارجاع‌هاتان. برای درج محتواهای برچسب <tt>sometag</tt> بنویسید <tt>%SOMETAG%</tt>. نحو پایهٔ مارک‌دون برای درشت و کج کردن پشتیبانی می‌شود.
fur: Scrîf un formât personalizât pes tôs citazions, par inserî i contignûts di une etichete <tt>cualchietichete</tt> scrîf <tt>%SOMETAG%</tt>. La sintassi di marcadure basiche pal neret e pal corsîf e je supuartade.
is: Búiðu til sérsnið fyrir tilvitnanir þínar; til að setja upplýsingar í merkingunni <tt>þettamerki</tt> skaltu skrifa <tt>%ÞETTAMERKI%</tt>. Einföld markdown-málskipan fyrir feit- og skáletrun er til staðar.

source: Example:
be: Прыклад:
fa: مثال:
fur: Esempli:
is: Dæmi:

source: No Citations
be: Няма цытат
fa: بدون ارجاع
fur: Nissune citazion
is: Engar tilvitnanir

source: Create a new citation
be: Стварыць новую цытату
fa: ایجاد ارجاع جدید
fur: Cree une gnove citazion
is: Búa til nýja tilvitnun

source: _Open PDF
be: _Адкрыць PDF
fa: _گشودن پی‌دی‌اف
fur: _Vierç PDF
is: _Opna PDF

source: _Copy Key
be: С_капіяваць ключ
fa: _رونوشت کلید
fur: _Copie clâf
is: _Afrita lykil

source: _Delete
be: _Выдаліць
fa: _حذف
fur: _Elimine
is: _Eyða

source: No Citation Selected
be: Цытата не выбрана
fa: ارجاعی گزیده نشده
fur: Nissune citazion selezionade
is: Engin tilvitnun valin

source: Citation _Type
be: _Тып цытаты
fa: _گونهٔ ارجاع
fur: _Gjenar di citazion
is: _Tegund tilvitnunar

source: _Other Citation Type
be: _Іншы тып цытаты
fa: _دیگر گونه‌های ارجاع
fur: Al_tris gjenar di citazion
is: Önnur _tegund tilvitnunar

source: _Citation Key
be: Ключ _цытаты
fa: _کلید ارجاع
fur: _Clâf di citazion
is: _Tilvitnunarlykill

source: _Author
be: _Аўтар
fa: _نگارنده
fur: _Autôr
is: Hö_fundur

source: _Title
be: _Загаловак
fa: _عنوان
fur: _Titul
is: _Titill

source: _Year
be: _Год
fa: _سال
fur: _An
is: Á_rtal

source: Open in Browser
be: Адкрыць у браўзеры
fa: گشودن در مرورگر
fur: Vierç tal navigadôr
is: Opna í vafra

source: Other Properties
be: Іншыя ўласцівасці
fa: ویژگی‌های دیگر
fur: Altris proprietâts
is: Aðrar upplýsingar

source: Abstract
be: Анатацыя
fa: چکیده
fur: Sunt
is: Efnisútdráttur

source: Copy Abstract
be: Капіяваць анатацыю
fa: رونوشت از چکیده
fur: Copie sunt
is: Afrita efnisútdrátt

source: Notes
be: Заўвагі
fa: یادداشت‌ها
fur: Notis
is: Glósur

source: Copy Notes
be: Скапіяваць заўвагі
fa: رونوشت از یادداشت‌ها
fur: Copie notis
is: Afrita glósur

source: PDF
fa: پی‌دی‌اف

source: _Open
be: Адкрыць
fa: _گشودن
fur: _Vierç
is: _Opna

source: Delete PDF
be: Выдаліць PDF
fa: حذف پی‌دی‌اف
fur: Elimine PDF
is: Eyða PDF

source: Could not set PDF Preview
be: Не ўдалося задаць папярэдні прагляд PDF
fa: نتوانست پیش‌نمایش پی‌دی‌اف را تنظیم کند
fur: Impussibil configurâ la anteprime PDF
is: Gat ekki stillt PDF forskoðun

source: Add new Entry
be: Дадаць новы запіс
fa: افزودن مدخل جدید
fur: Zonte gnove vôs
is: Bæta við nýrri færslu

source: _Cancel
be: _Скасаваць
fa: _لغو
fur: _Anule
is: _Hætta við

source: C_reate
be: С_тварыць
fa: _ایجاد
fur: C_ree
is: _Búa til

source: New
be: Новы
fa: جدید
fur: Gnove
is: Nýtt

source: Citation Key
be: Ключ цытаты
fa: کلید ارجاع
fur: Clâf di citazion
is: Tilvitnunarlykill

source: Citation Type
be: Тып цытаты
fa: گونهٔ ارجاع
fur: Gjenar di citazion
is: Tegund tilvitnunar

source: From BibTeX
be: З BibTeX
fa: از بیب‌تک
fur: Dal BibTeX
is: Úr Bibtex

source: From DOI
be: З DOI
fa: از شناساگر شی دیجیتالی
fur: Di DOI
is: Úr DOI

source: DOI
fa: شناساگر شی دیجیتالی

# shortcut window
source: General
be: Агульныя
fa: عمومی
fur: Gjenerâl
is: Almennt

# shortcut window
source: Show Shortcuts
be: Паказаць спалучэнні клавіш
fa: نمایش میان‌برها
fur: Mostre scurtis
is: Sýna flýtilykla

# shortcut window
source: New Window
be: Новае акно
fa: پنجرهٔ جدید
fur: Gnûf barcon
is: Nýr gluggi

# shortcut window
source: Quit
be: Выйсці
fa: خروج
fur: Jes
is: Hætta

# shortcut window
source: Bibliography
be: Бібліяграфія
fa: کتابشناسی
fur: Bibliografie
is: Heimildaskrá

# shortcut window
source: Open
be: Адкрыць
fa: گشودن
fur: Vierç
is: Opna

# shortcut window
source: Save
be: Захаваць
fa: ذخیره
fur: Salve
is: Vista

# shortcut window
source: Search
be: Пошук
fa: جست‌وجو
fur: Cîr
is: Leita

source: _Create New Bibliography
be: _Стварыць новую бібліяграфію
fa: _ایجاد کتابشناسی جدید
fur: _Cree gnove bibliografie
is: _Búa til nýja heimildaskrá

source: _Keyboard Shortcuts
be: _Спалучэнні клавіш
fa: میان‌برهای _صفحه‌کلید
fur: _Scurtis di tastiere
is: _Flýtilyklar

source: _About Citations
be: Пра «Цытаты»
fa: _دربارهٔ ارجاع‌ها
fur: _Informazions su Citazions
is: _Um Citations

source: _Save
be: За_хаваць
fa: _ذخیره
fur: _Salve
is: _Vista

source: New _Window
be: Новае _акно
fa: _پنجرهٔ جدید
fur: Gnûf _barcon
is: Nýr _gluggi

source: _Search in Google Scholar
be: _Пошук у Google Scholar
fa: _جست‌وجو در اسکولار گوگل
fur: _Cîr in Google Scholar
is: _Leita í Google Scholar

source: _Search in arXiv
be: _Пошук у arXiv
fa: _جست‌و‌جو در arXiv
fur: _Cîr in arXiv
is: _Leita í arXiv

source: Main Menu
be: Галоўнае меню
fa: فهرست اصلی
fur: Menù principâl
is: Aðalvalmynd

source: Open a BibTeX File
be: Адкрыйце файл BibTeX
fa: گشودن یک پروندهٔ بیب‌تک
fur: Vierç un file BibTeX
is: Opna BibTex-skrá

source: Or drag-and-drop a file
be: або перацягніце файл сюды
fa: یا کشیدن و انداختن یک پرونده
fur: Opûr strissine e mole un file
is: Eða dragðu og slepptu skrá

source: Manage your Citations
be: Кіраванне цытатамі
fa: مدیریت ارجاع‌هایتان
fur: Gjestìs lis tôs citazions
is: Haltu tilvitnunum þínum til haga

source: Recent Files
be: Нядаўнія файлы
fa: پرونده‌های اخیر
fur: File resints
is: Nýlegar skrár

source: Sidebar
be: Бакавая панэль
fa: نوار کناری
fur: Sbare laterâl
is: Hliðarspjald

source: Add New Citation
be: Дадаць новую цытату
fa: افزودن ارجاع جدید
fur: Zonte gnove citazion
is: Búa til nýja tilvitnun

source: Search
be: Пошук
fa: جست‌وجو
fur: Cîr
is: Leita

source: Search…
be: Пошук…
fa: جست‌وجو…
fur: Cîr…
is: Leita...

source: Content
be: Змесціва
fa: محتوا
fur: Contignût
is: Efni

source: Secondary Menu
be: Дадатковае меню
fa: فهرست ثانویه
fur: Menù secondari
is: Önnur valmynd

source: Could not set PDF
be: Не ўдалося задаць PDF
fa: نتوانست پی‌دی‌اف را تنظیم کند
fur: Impussibil configurâ il PDF
is: Gat ekki stillt PDF

source: Could not download PDF
be: Не ўдалося спампаваць PDF
fa: نتوانست پی‌دی‌اف را بارگیری کند
fur: Impussibil discjamâ il PDF
is: Gat ekki sótt PDF

source: Make sure that {path} exists
be: Праверце, ці існуе {path}
fa: مطمئن شوید که {path} وجود دارد
fur: Controle che {path} al esisti
is: Gakktu úr skugga um að {path} sé til

source: PDF Files
be: Файлы PDF
fa: پرونده‌های پی‌دی‌اف
fur: Files PDF
is: PDF-skrár

source: Select a PDF
be: Выберыце PDF
fa: یک پی‌دی‌اف را بگزینید
fur: Selezione un PDF
is: Veldu PDF

source: Enable debug messages
fa: به کار انداختن پیام‌های اشکال‌زدایی

source: Chicago
be: Чыкага
fa: شیکاگو

source: Harvard
be: Гарвард
fa: هاروارد
fur: Hayward

source: Vancouver
be: Ванкувер
fa: ونکوور

source: Custom
be: Уласны
fa: سفارشی
fur: Personalizât
is: Sérsniðið

source: Copied
be: Скапіявана
fa: رونوشت شد
fur: Copiât
is: Afritað

source: Custom…
be: Уласны…
fa: سفارشی…
fur: Personalizât…
is: Sérsniðið...

source: Author not set
be: Аўтар не ўказаны
fa: نگارنده تنظیم نشده

source: Title not set
be: Загаловак не ўказаны
fa: عنوان تنظیم نشده

source: Other…
be: Іншы…
fa: دیگر…
fur: Altri…
is: Annað…

source: Citation Key already exists
be: Ключ цытаты ўжо існуе
fa: کلید ارجاع از قبل وجود دارد
fur: La clâf di citazion e esist za
is: Tilvitnunarlykill er þegar til

source: PDF added
be: PDF дададзены
fa: پی‌دی‌اف افزوده شد
fur: PDF zontât
is: PDF bætt við

source: Insert a BibTeX citation here
be: Устаўце сюды цытату BibTeX
fa: گذاشتن ارجاع بیب‌تکی در این‌جا
fur: Inserìs une citazion BibTeX achì
is: Bættu BibTex-tilvísun við hérna

source: Author
be: Аўтар
fa: نگارنده
fur: Autôr
is: Höfundur

source: Year
be: Год
fa: سال
fur: An
is: Ár

source: Title
be: Загаловак
fa: عنوان
fur: Titul
is: Titill

source: Volume
be: Том
fa: جلد
fur: Volum
is: Bindi

source: Number
be: Нумар
fa: شماره
fur: Numar
is: Númer

source: Pages
be: Старонкі
fa: صفحه‌ها
fur: Pagjinis
is: Blaðsíður

source: Publisher
be: Выдавец
fa: ناشر
fur: Editôr
is: Útgefandi

source: Journal
be: Часопіс
fa: مجله
fur: Riviste
is: Tímarit

source: Address
be: Адрас
fa: نشانی
fur: Recapit
is: Heimilisfang

source: How Published
be: Як апублікавана
fa: چگونگی انتشار
fur: Gjenar de publicazion
is: Hvernig gefið út

source: Note
be: Заўвага
fa: یادداشت
is: Athugasemd

source: Book Title
be: Загаловак кнігі
fa: عنوان کتاب
fur: Titul dal libri
is: Titill bókar

source: Series
be: Серыі
fa: دنباله‌ها
fur: Colezion
is: Ritraðir

source: Archive Prefix
be: Прэфікс архіва
fa: پیشوند بایگانی
fur: Prefìs dal archivi
is: Forskeyti safnskrár

source: ePrint
fa: چاپ دیجیتال
is: ePrent

source: Primary Class
be: Першасны клас
fa: کلاس اصلی
fur: Classe primarie

source: Month
be: Месяц
fa: ماه
fur: Mês
is: Mánuður

source: Editor
be: Рэдактар
fa: ویراستار
fur: Curadôr
is: Ritstjóri

source: Organization
be: Арганізацыя
fa: سازمان
fur: Organizazion
is: Stofnun

source: School
be: Школа
fa: مدرسه
fur: Scuele
is: Skóli

source: Institution
be: Інстытут
fa: موسسه
fur: Istituzion
is: Stofnun

source: Could not add entry
be: Не ўдалося дадаць запіс
fa: نتوانست ورودی بیفزاید
fur: Impussibil zontâ la vôs
is: Gat ekki bætt við færslu

source: BibTeX Files
be: Файлы BibTeX
fa: پرونده‌های بیب‌تک
fur: Files BibTeX
is: Bibtex skrár

source: Create New Bibliography
be: Стварыць новую бібліяграфію
fa: ایجاد کتابشناسی جدید
fur: Cree gnove bibliografie
is: Búa til nýja heimildaskrá

source: _Create
be: _Стварыць
fa: _ایجاد
fur: _Cree
is: _Búa til

source: bibliography
be: бібліяграфія
fa: کتابشناسی
fur: bibliografie
is: heimildaskrá

source: An entry with the given citation key already exists
be: Запіс з указаным ключом цытавання ўжо існуе
fa: یک مدخل با کلید ارجاع داده شده وجود دارد
fur: Une vôs cu la clâf di citazion indicade e esist za
is: Færsla með tilgreindum tilvitnunarlykli er þegar til staðar

source: Bibliography saved
be: Бібліяграфія захавана
fa: کتابشناسی ذخیره شد
fur: Bibliografie salvade
is: Heimildaskrá vistuð

source: Citation Deleted
be: Цытата выдалена
fa: ارجاع حذف شد
fur: Citazion eliminade
is: Tilvitnun eytt

source: Undo
be: Адрабіць
fa: برگردان
fur: Disfe
is: Afturkalla

source: translator-credits
be: Юрась Шумовіч <shumovichy@gmail.com>
fa: سید حسین موسوی فرد <hajmousa1385@gmail.com> دانیال بهزادی <dani.behzi@ubuntu.com>
fur: Fabio Tomat <f.t.public@gmail.com>
is: Ingirafn, ingirafn at this dot is, 2023

source: Unsaved Changes
be: Незахаваныя змены
fa: تغییرات ذخیره نشده
fur: Modifichis no salvadis
is: Óvistaðar breytingar

source: Do you want to write all changes to the safe?
be: Запісаць усе змены ў файл захавання?
fa: می‌خواهید همهٔ تغییرات را در گنجه بنویسید؟
fur: Desideristu salvâ dutis lis modifichis fatis?
is: Viltu skrifa allar breytingar í vistun?

source: _Quit Without Saving
be: _Выйсці без захавання
fa: _خروج بدون ذخیره
fur: _Jes cence salvâ
is: _Hætta án þess að vista

source: _Don't Quit
be: _Не выходзіць
fa: _خارج نشدن
fur: _No sta jessî
is: _Ekki hætta

source: _Save and Quit
be: _Захаваць і выйсці
fa: _ذخیره و خروج
fur: _Salve e jes
is: _Vista og hætta

source: Remove From Recent Files
be: Выдаліць са спіса нядаўніх файлаў
fa: حذف کردن از پرونده‌های اخیر
fur: Gjave dai files resints
is: Fjarlæga úr nýlegum skjölum

source: From File
fur: Di un file
is: Úr skjali

source: From URL
fur: Dal URL
is: Úr URL-slóð
